Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: This session and all its prompts will be permanently deleted. This action cannot be undone.
de: Diese Sitzung und alle ihre Eingabeaufforderungen werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta sesión y todas sus indicaciones se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Cette session et toutes ses invites seront définitivement supprimées. Cette action ne peut pas être annulée.
hi: यह सत्र और इसके सभी संकेत स्थायी रूप से हटा दिए जाएंगे. इस एक्शन को वापस नहीं किया जा सकता।
id: Sesi ini dan semua petunjuknya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: このセッションとそのすべてのプロンプトは完全に削除されます。この操作は元に戻すことができません。
ko: 이 세션과 모든 메시지가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ta sesja i wszystkie związane z nią monity zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Esta sessão e todos os seus prompts serão excluídos permanentemente. Esta ação não pode ser desfeita.
tr: Bu oturum ve tüm istemleri kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цей сеанс і всі його підказки буде остаточно видалено. Цю дію не можна скасувати.
vi: Phiên này và tất cả lời nhắc của nó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 此会话及其所有提示将被永久删除。此操作无法撤消。
zh_hant: 此會話及其所有提示將永久刪除。此操作無法撤銷。

source: This storyboard and all its scenes will be permanently deleted. This action cannot be undone.
de: Dieses Storyboard und alle seine Szenen werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este guión gráfico y todas sus escenas se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Ce storyboard et toutes ses scènes seront définitivement supprimés. Cette action ne peut pas être annulée.
hi: यह स्टोरीबोर्ड और इसके सभी दृश्य स्थायी रूप से हटा दिए जाएंगे। इस एक्शन को वापस नहीं किया जा सकता।
id: Storyboard ini dan semua adegannya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: このストーリーボードとそのすべてのシーンは完全に削除されます。この操作は元に戻すことができません。
ko: 이 스토리보드와 모든 장면이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ten scenorys i wszystkie jego sceny zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Este storyboard e todas as suas cenas serão excluídas permanentemente. Esta ação não pode ser desfeita.
tr: Bu storyboard ve tüm sahneleri kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цю розкадровку та всі її сцени буде остаточно видалено. Цю дію не можна скасувати.
vi: Bảng phân cảnh này và tất cả các cảnh trong đó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 该故事板及其所有场景将被永久删除。此操作无法撤消。
zh_hant: 該故事板及其所有場景將永久刪除。此操作無法撤銷。

source: This thread and all its messages will be permanently deleted. This action cannot be undone.
de: Dieser Thread und alle seine Nachrichten werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este hilo y todos sus mensajes se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Ce fil de discussion et tous ses messages seront définitivement supprimés. Cette action ne peut pas être annulée.
hi: यह थ्रेड और इसके सभी संदेश स्थायी रूप से हटा दिए जाएंगे. इस एक्शन को वापस नहीं किया जा सकता।
id: Thread ini dan semua pesannya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: このスレッドとそのすべてのメッセージは完全に削除されます。この操作は元に戻すことができません。
ko: 이 스레드와 모든 메시지가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ten wątek i wszystkie zawarte w nim wiadomości zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Este tópico e todas as suas mensagens serão excluídas permanentemente. Esta ação não pode ser desfeita.
tr: Bu konu ve içindeki tüm mesajlar kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цей ланцюжок і всі повідомлення в ньому буде видалено назавжди. Цю дію не можна скасувати.
vi: Chủ đề này và tất cả tin nhắn của nó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 该帖子及其所有消息将被永久删除。此操作无法撤消。
zh_hant: 該帖子及其所有訊息將永久刪除。此操作無法撤銷。

source: This will permanently delete data and asset files in this project. Other projects are not affected.
de: Dadurch werden Daten und Asset-Dateien in diesem Projekt dauerhaft gelöscht. Andere Projekte sind nicht betroffen.
es: Esto eliminará permanentemente los archivos de datos y activos de este proyecto. Otros proyectos no se ven afectados.
fr: Cela supprimera définitivement les données et les fichiers d'actifs de ce projet. Les autres projets ne sont pas concernés.
hi: इससे इस प्रोजेक्ट में डेटा और संपत्ति फ़ाइलें स्थायी रूप से हटा दी जाएंगी। अन्य परियोजनाएं प्रभावित नहीं होंगी.
id: Tindakan ini akan menghapus data dan file aset dalam proyek ini secara permanen. Proyek lain tidak terpengaruh.
ja: これにより、このプロジェクト内のデータとアセット ファイルが完全に削除されます。他のプロジェクトには影響しません。
ko: 이 프로젝트의 데이터와 자산 파일이 영구적으로 삭제됩니다. 다른 프로젝트는 영향을 받지 않습니다.
pl: Spowoduje to trwałe usunięcie danych i plików zasobów w tym projekcie. Nie ma to wpływu na inne projekty.
pt_br: Isso excluirá permanentemente os dados e arquivos de ativos deste projeto. Outros projetos não são afetados.
tr: Bu işlem, bu projedeki verileri ve varlık dosyalarını kalıcı olarak silecektir. Diğer projeler etkilenmez.
uk: Це призведе до остаточного видалення файлів даних і активів у цьому проекті. На інші проекти це не впливає.
vi: Thao tác này sẽ xóa vĩnh viễn các tệp dữ liệu và nội dung trong dự án này. Các dự án khác không bị ảnh hưởng.
zh_hans: 这将永久删除该项目中的数据和资产文件。其他项目不受影响。
zh_hant: 這將永久刪除該項目中的資料和資產檔案。其他項目不受影響。

source: This will permanently delete the project '%@' along with all its provider keys, generations, and associated files.
de: Dadurch wird das Projekt „%@“ zusammen mit allen seinen Anbieterschlüsseln, Generationen und zugehörigen Dateien dauerhaft gelöscht.
es: Esto eliminará permanentemente el proyecto '%@' junto con todas sus claves de proveedor, generaciones y archivos asociados.
fr: Cela supprimera définitivement le projet « %@ » ainsi que toutes ses clés de fournisseur, générations et fichiers associés.
hi: यह प्रोजेक्ट '%@' को उसकी सभी प्रदाता कुंजियों, पीढ़ियों और संबंधित फ़ाइलों के साथ स्थायी रूप से हटा देगा।
id: Tindakan ini akan menghapus proyek '%@' secara permanen beserta semua kunci penyedia, generasi, dan file terkaitnya.
ja: これにより、プロジェクト「%@」が、そのすべてのプロバイダー キー、世代、および関連ファイルとともに完全に削除されます。
ko: 이렇게 하면 모든 공급자 키, 세대 및 관련 파일과 함께 '%@' 프로젝트가 영구적으로 삭제됩니다.
pl: Spowoduje to trwałe usunięcie projektu „%@” wraz ze wszystkimi jego kluczami dostawców, generacjami i powiązanymi plikami.
pt_br: Isso excluirá permanentemente o projeto '%@' junto com todas as suas chaves de provedor, gerações e arquivos associados.
tr: Bu, '%@' projesini tüm sağlayıcı anahtarları, nesilleri ve ilişkili dosyalarıyla birlikte kalıcı olarak silecektir.
uk: Це призведе до остаточного видалення проекту «%@» разом із усіма його ключами постачальника, поколіннями та пов’язаними файлами.
vi: Thao tác này sẽ xóa vĩnh viễn dự án '%@' cùng với tất cả các khóa, thế hệ và tệp liên quan của nhà cung cấp dự án.
zh_hans: 这将永久删除项目“%@”及其所有提供程序密钥、生成和关联文件。
zh_hant: 這將永久刪除專案「%@」及其所有提供者金鑰、產生和關聯檔案。

source: This will permanently erase ALL application data across all projects. There is no undo.
de: Dadurch werden ALLE Anwendungsdaten aller Projekte dauerhaft gelöscht. Es gibt kein Rückgängigmachen.
es: Esto borrará permanentemente TODOS los datos de la aplicación en todos los proyectos. No hay forma de deshacer.
fr: Cela effacera définitivement TOUTES les données d’application sur tous les projets. Il n'y a pas d'annulation.
hi: यह सभी प्रोजेक्टों से सभी एप्लिकेशन डेटा को स्थायी रूप से मिटा देगा। कोई पूर्ववत नहीं है.
id: Ini akan menghapus secara permanen SEMUA data aplikasi di semua proyek. Tidak ada pembatalan.
ja: これにより、すべてのプロジェクトのすべてのアプリケーション データが永久に消去されます。元に戻すことはできません。
ko: 이렇게 하면 모든 프로젝트의 모든 애플리케이션 데이터가 영구적으로 삭제됩니다. 실행 취소할 수 없습니다.
pl: Spowoduje to trwałe usunięcie WSZYSTKICH danych aplikacji we wszystkich projektach. Nie ma możliwości cofnięcia.
pt_br: Isso apagará permanentemente TODOS os dados do aplicativo em todos os projetos. Não há como desfazer.
tr: Bu, tüm projelerdeki TÜM uygulama verilerini kalıcı olarak silecektir. Geri alma yok.
uk: Це назавжди видалить УСІ дані програми в усіх проектах. Відмінити не можна.
vi: Điều này sẽ xóa vĩnh viễn TẤT CẢ dữ liệu ứng dụng trên tất cả các dự án. Không có hoàn tác.
zh_hans: 这将永久删除所有项目中的所有应用程序数据。无法撤消。
zh_hant: 這將永久刪除所有項目中的所有應用程式資料。無法撤銷。

source: This will permanently erase all application data across all projects. This includes all generated images, videos, agents, brand kits, chat threads, playgrounds, storyboards, provider connections, cached files, and iCloud documents.
de: Dadurch werden alle Anwendungsdaten aller Projekte dauerhaft gelöscht. Dazu gehören alle generierten Bilder, Videos, Agenten, Markenkits, Chat-Threads, Playgrounds, Storyboards, Anbieterverbindungen, zwischengespeicherten Dateien und iCloud-Dokumente.
es: Esto borrará permanentemente todos los datos de la aplicación en todos los proyectos. Esto incluye todas las imágenes, vídeos, agentes, kits de marca, hilos de chat, áreas de juego, guiones gráficos, conexiones de proveedores, archivos en caché y documentos de iCloud generados.
fr: Cela effacera définitivement toutes les données d’application de tous les projets. Cela inclut toutes les images, vidéos, agents, kits de marque, fils de discussion, terrains de jeux, storyboards, connexions de fournisseurs, fichiers mis en cache et documents iCloud générés.
hi: यह सभी प्रोजेक्टों से सभी एप्लिकेशन डेटा को स्थायी रूप से मिटा देगा। इसमें सभी उत्पन्न छवियां, वीडियो, एजेंट, ब्रांड किट, चैट थ्रेड, खेल के मैदान, स्टोरीबोर्ड, प्रदाता कनेक्शन, कैश्ड फ़ाइलें और iCloud दस्तावेज़ शामिल हैं।
id: Ini akan menghapus secara permanen semua data aplikasi di semua proyek. Ini mencakup semua gambar, video, agen, kit merek, rangkaian obrolan, taman bermain, papan cerita, koneksi penyedia, file cache, dan dokumen iCloud yang dihasilkan.
ja: これにより、すべてのプロジェクトのすべてのアプリケーション データが永久に消去されます。これには、生成されたすべての画像、ビデオ、エージェント、ブランド キット、チャット スレッド、プレイグラウンド、ストーリーボード、プロバイダー接続、キャッシュされたファイル、および iCloud ドキュメントが含まれます。
ko: 이렇게 하면 모든 프로젝트의 모든 애플리케이션 데이터가 영구적으로 삭제됩니다. 여기에는 생성된 모든 이미지, 비디오, 에이전트, 브랜드 키트, 채팅 스레드, 플레이그라운드, 스토리보드, 공급자 연결, 캐시된 파일 및 iCloud 문서가 포함됩니다.
pl: Spowoduje to trwałe usunięcie wszystkich danych aplikacji we wszystkich projektach. Obejmuje to wszystkie wygenerowane obrazy, filmy, agentów, zestawy marek, wątki czatu, place zabaw, scenorysy, połączenia z dostawcami, pliki w pamięci podręcznej i dokumenty iCloud.
pt_br: Isso apagará permanentemente todos os dados do aplicativo em todos os projetos. Isso inclui todas as imagens geradas, vídeos, agentes, kits de marca, tópicos de bate-papo, playgrounds, storyboards, conexões de provedores, arquivos em cache e documentos do iCloud.
tr: Bu, tüm projelerdeki tüm uygulama verilerini kalıcı olarak silecektir. Buna, oluşturulan tüm görseller, videolar, aracılar, marka kitleri, sohbet dizileri, oyun alanları, storyboard'lar, sağlayıcı bağlantıları, önbelleğe alınmış dosyalar ve iCloud belgeleri dahildir.
uk: Це назавжди видалить усі дані програми в усіх проектах. Сюди входять усі згенеровані зображення, відео, агенти, набори брендів, ланцюжки чатів, ігрові майданчики, розкадровки, підключення до постачальників, кешовані файли та документи iCloud.
vi: Điều này sẽ xóa vĩnh viễn tất cả dữ liệu ứng dụng trên tất cả các dự án. Điều này bao gồm tất cả hình ảnh, video, đại lý, bộ thương hiệu, chuỗi trò chuyện, sân chơi, bảng phân cảnh, kết nối nhà cung cấp, tệp được lưu trong bộ nhớ đệm và tài liệu iCloud được tạo.
zh_hans: 这将永久删除所有项目中的所有应用程序数据。这包括所有生成的图像、视频、代理、品牌套件、聊天线程、游乐场、故事板、提供商连接、缓存文件和 iCloud 文档。
zh_hant: 這將永久刪除所有項目中的所有應用程式資料。這包括所有生成的圖像、視訊、代理、品牌套件、聊天線程、遊樂場、故事板、提供者連接、快取檔案和 iCloud 文件。

source: This will rearrange all cards on the canvas. This action cannot be undone.
de: Dadurch werden alle Karten auf der Leinwand neu angeordnet. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto reorganizará todas las cartas en el lienzo. Esta acción no se puede deshacer.
fr: Cela réorganisera toutes les cartes sur la toile. Cette action ne peut pas être annulée.
hi: यह कैनवास पर सभी कार्डों को पुनर्व्यवस्थित करेगा। इस एक्शन को वापस नहीं किया जा सकता।
id: Ini akan mengatur ulang semua kartu di kanvas. Tindakan ini tidak dapat dibatalkan.
ja: これにより、キャンバス上のすべてのカードが再配置されます。この操作は元に戻すことができません。
ko: 이렇게 하면 캔버스의 모든 카드가 재정렬됩니다. 이 작업은 취소할 수 없습니다.
pl: Spowoduje to zmianę układu wszystkich kart na płótnie. Tej akcji nie można cofnąć.
pt_br: Isso reorganizará todos os cartões na tela. Esta ação não pode ser desfeita.
tr: Bu, tuvaldeki tüm kartları yeniden düzenleyecektir. Bu eylem geri alınamaz.
uk: Це переставить усі картки на полотні. Цю дію не можна скасувати.
vi: Thao tác này sẽ sắp xếp lại tất cả các thẻ trên khung vẽ. Không thể hoàn tác hành động này.
zh_hans: 这将重新排列画布上的所有卡片。此操作无法撤消。
zh_hant: 這將重新排列畫布上的所有卡片。此操作無法撤銷。

source: This will replace the current scene with a newly generated video.
de: Dadurch wird die aktuelle Szene durch ein neu generiertes Video ersetzt.
es: Esto reemplazará la escena actual con un video recién generado.
fr: Cela remplacera la scène actuelle par une vidéo nouvellement générée.
hi: यह वर्तमान दृश्य को एक नए जेनरेट किए गए वीडियो से बदल देगा।
id: Ini akan menggantikan adegan saat ini dengan video yang baru dibuat.
ja: これにより、現在のシーンが新しく生成されたビデオに置き換えられます。
ko: 그러면 현재 장면이 새로 생성된 비디오로 대체됩니다.
pl: Spowoduje to zastąpienie bieżącej sceny nowo wygenerowanym wideo.
pt_br: Isso substituirá a cena atual por um vídeo recém-gerado.
tr: Bu, mevcut sahneyi yeni oluşturulan bir videoyla değiştirecektir.
uk: Це замінить поточну сцену на щойно створене відео.
vi: Điều này sẽ thay thế cảnh hiện tại bằng một video mới được tạo.
zh_hans: 这将用新生成的视频替换当前场景。
zh_hant: 這將用新生成的影片取代當前場景。

source: Threads
de: Themen
es: Hilos
fr: Sujets
hi: धागे
id: benang
ja: スレッド
ko: 스레드
pl: Wątki
pt_br: Tópicos
tr: Konular
uk: Нитки
vi: chủ đề
zh_hans: 线程数
zh_hant: 執行緒數

source: Tidy Up
de: Aufräumen
es: ordenar
fr: Ranger
hi: साफ-सुथरा करो
id: Merapikan
ja: 整理整頓
ko: 정리
pl: Posprzątaj
pt_br: Arrumar
tr: Düzenleme
uk: Прибрати
vi: dọn dẹp
zh_hans: 整理
zh_hant: 整理

source: Tidy Up Cards
de: Karten aufräumen
es: Ordenar tarjetas
fr: Ranger les cartes
hi: कार्डों को व्यवस्थित करें
id: Merapikan Kartu
ja: 整理整頓カード
ko: 카드 정리
pl: Karty porządkowe
pt_br: Cartões de arrumação
tr: Kartları Düzenleme
uk: Приберіть картки
vi: Thẻ dọn dẹp
zh_hans: 整理卡片
zh_hant: 整理卡片

source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: To connect %1$@, you will need the %2$@. If you don't have one, use the reference link for assistance on how to get one.
de: Um %1$@ anzuschließen, benötigen Sie %2$@. Wenn Sie noch keins haben, verwenden Sie den Referenzlink, um Hilfe bei der Beschaffung eines solchen zu erhalten.
es: Para conectar %1$@, necesitará el %2$@. Si no tiene uno, utilice el enlace de referencia para obtener ayuda sobre cómo obtener uno.
fr: Pour connecter le %1$@, vous aurez besoin du %2$@. Si vous n'en avez pas, utilisez le lien de référence pour savoir comment en obtenir un.
hi: %1$@ को कनेक्ट करने के लिए, आपको %2$@ की आवश्यकता होगी। यदि आपके पास कोई नहीं है, तो उसे कैसे प्राप्त करें, इस पर सहायता के लिए संदर्भ लिंक का उपयोग करें।
id: Untuk menghubungkan %1$@, Anda memerlukan %2$@. Jika Anda tidak memilikinya, gunakan tautan referensi untuk mendapatkan bantuan tentang cara mendapatkannya.
ja: %1$@ に接続するには、%2$@ が必要です。お持ちでない場合は、参照リンクを使用して入手方法を確認してください。
ko: %1$@를 연결하려면 %2$@가 필요합니다. 없는 경우 참조 링크를 사용하여 얻는 방법에 대한 도움을 받으세요.
pl: Aby podłączyć %1$@, będziesz potrzebować %2$@. Jeśli go nie masz, skorzystaj z łącza referencyjnego, aby uzyskać pomoc dotyczącą sposobu jego zdobycia.
pt_br: Para conectar %1$@, você precisará do %2$@. Se você não tiver um, use o link de referência para obter ajuda sobre como obtê-lo.
tr: %1$@'yi bağlamak için %2$@'ye ihtiyacınız olacak. Eğer elinizde yoksa, nasıl edineceğiniz konusunda yardım için referans bağlantısını kullanın.
uk: Щоб підключити %1$@, вам знадобиться %2$@. Якщо у вас його немає, скористайтеся довідковим посиланням, щоб дізнатися, як його отримати.
vi: Để kết nối %1$@, bạn sẽ cần %2$@. Nếu bạn không có, hãy sử dụng liên kết tham khảo để được hỗ trợ về cách lấy.
zh_hans: 要连接 %1$@，您将需要 %2$@。如果您没有，请使用参考链接获取有关如何获取的帮助。
zh_hant: 要連接 %1$@，您將需要 %2$@。如果您沒有，請使用參考連結以取得有關如何取得的協助。

source: To remove or revoke, simply delete from here or via the Keychain access application. Note that Illustrate never stores your keys outside your Keychain.
de: Zum Entfernen oder Widerrufen löschen Sie es einfach hier oder über die Anwendung „Schlüsselbundzugriff“. Beachten Sie, dass Illustrate Ihre Schlüssel niemals außerhalb Ihres Schlüsselbunds speichert.
es: Para eliminar o revocar, simplemente elimine desde aquí o mediante la aplicación de acceso a Llaveros. Tenga en cuenta que Illustrate nunca guarda sus llaves fuera de su llavero.
fr: Pour supprimer ou révoquer, supprimez simplement à partir d'ici ou via l'application d'accès au trousseau. Notez qu’Illustrate ne stocke jamais vos clés en dehors de votre trousseau.
hi: हटाने या रद्द करने के लिए, बस यहां से या किचेन एक्सेस एप्लिकेशन के माध्यम से हटाएं। ध्यान दें कि इलस्ट्रेट कभी भी आपकी चाबियों को आपके किचेन से बाहर संग्रहीत नहीं करता है।
id: Untuk menghapus atau mencabut, cukup hapus dari sini atau melalui aplikasi akses Rantai Kunci. Perhatikan bahwa Illustrate tidak pernah menyimpan kunci Anda di luar Gantungan Kunci Anda.
ja: 削除または取り消しするには、ここから、またはキーチェーン アクセス アプリケーション経由で削除するだけです。 Illustrate はキーチェーンの外部にキーを保存しないことに注意してください。
ko: 제거하거나 취소하려면 여기에서 삭제하거나 키체인 액세스 애플리케이션을 통해 삭제하면 됩니다. Illustrate는 키체인 외부에 키를 저장하지 않습니다.
pl: Aby usunąć lub odwołać, po prostu usuń tutaj lub za pomocą aplikacji dostępu do pęku kluczy. Pamiętaj, że Illustrate nigdy nie przechowuje kluczy poza pękiem kluczy.
pt_br: Para remover ou revogar, basta excluir aqui ou através do aplicativo de acesso às Chaves. Observe que o Illustrate nunca armazena suas chaves fora do seu Keychain.
tr: Kaldırmak veya iptal etmek için buradan veya Anahtarlık erişim uygulaması aracılığıyla silmeniz yeterlidir. Illustrate'ın anahtarlarınızı asla Anahtarlığınızın dışında saklamayacağını unutmayın.
uk: Щоб видалити або відкликати, просто видаліть тут або через програму доступу Keychain. Зауважте, що Illustrate ніколи не зберігає ваші ключі поза в’язкою ключів.
vi: Để xóa hoặc thu hồi, chỉ cần xóa từ đây hoặc thông qua ứng dụng truy cập Chuỗi khóa. Lưu ý rằng Illustrate không bao giờ lưu trữ chìa khóa của bạn bên ngoài Chuỗi khóa.
zh_hans: 要删除或撤销，只需从此处或通过钥匙串访问应用程序删除即可。请注意，Illustrate 绝不会将您的密钥存储在钥匙串之外。
zh_hant: 要刪除或撤銷，只需從此處或透過鑰匙串存取應用程式刪除即可。請注意，Illustrate 絕不會將您的金鑰儲存在鑰匙圈之外。

source: To save an image to your Image Gallery:
de: So speichern Sie ein Bild in Ihrer Bildergalerie:
es: Para guardar una imagen en su Galería de imágenes:
fr: Pour enregistrer une image dans votre galerie d'images :
hi: किसी छवि को अपनी छवि गैलरी में सहेजने के लिए:
id: Untuk menyimpan gambar ke Galeri Gambar Anda:
ja: 画像をイメージ ギャラリーに保存するには:
ko: 이미지 갤러리에 이미지를 저장하려면:
pl: Aby zapisać obraz w Galerii obrazów:
pt_br: Para salvar uma imagem em sua Galeria de Imagens:
tr: Bir resmi Resim Galerinize kaydetmek için:
uk: Щоб зберегти зображення в галерею зображень:
vi: Để lưu hình ảnh vào Thư viện Hình ảnh của bạn:
zh_hans: 要将图像保存到图片库：
zh_hant: 要將圖像儲存到圖片庫：

source: Toggle between Fit and Fill display modes
de: Wechseln Sie zwischen den Anzeigemodi „Einpassen“ und „Füllen“.
es: Alternar entre los modos de visualización Ajustar y Rellenar
fr: Basculer entre les modes d'affichage Ajuster et Remplir
hi: फ़िट और फ़िल डिस्प्ले मोड के बीच टॉगल करें
id: Beralih antara mode tampilan Pas dan Isi
ja: フィット表示モードと塗りつぶし表示モードを切り替える
ko: 맞춤 및 채우기 표시 모드 간 전환
pl: Przełączaj pomiędzy trybami wyświetlania Dopasuj i Wypełnij
pt_br: Alternar entre os modos de exibição Ajustar e Preencher
tr: Sığdır ve Doldur ekran modları arasında geçiş yapın
uk: Перемикання між режимами відображення Fit і Fill
vi: Chuyển đổi giữa chế độ hiển thị Fit và Fill
zh_hans: 在适合和填充显示模式之间切换
zh_hant: 在適合和填滿顯示模式之間切換

source: Toggle fit/fill display mode
de: Anzeigemodus „Einpassen/Füllen“ umschalten
es: Alternar modo de visualización de ajuste/relleno
fr: Basculer le mode d'affichage ajustement/remplissage
hi: फ़िट/भरण डिस्प्ले मोड को टॉगल करें
id: Alihkan mode tampilan pas/isi
ja: フィット/フィル表示モードの切り替え
ko: 맞춤/채우기 표시 모드 전환
pl: Przełącz tryb wyświetlania dopasowania/wypełnienia
pt_br: Alternar modo de exibição de ajuste/preenchimento
tr: Sığdır/doldur ekran modunu değiştir
uk: Перемикання режиму підгонки/заповнення
vi: Chuyển đổi chế độ hiển thị vừa vặn/điền vào
zh_hans: 切换适合/填充显示模式
zh_hant: 切換適合/填滿顯示模式

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hi: उपकरण
id: Alat
ja: ツール
ko: 도구
pl: Narzędzia
pt_br: Ferramentas
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Total Generations
de: Gesamtgenerationen
es: Generaciones totales
fr: Générations totales
hi: कुल पीढ़ियाँ
id: Jumlah Generasi
ja: 総世代数
ko: 총 세대
pl: Razem pokolenia
pt_br: Total de Gerações
tr: Toplam Nesiller
uk: Загальна кількість поколінь
vi: Tổng số thế hệ
zh_hans: 总代数
zh_hant: 總代數

source: Total images
de: Gesamtbilder
es: Imágenes totales
fr: Images totales
hi: कुल छवियाँ
id: Jumlah gambar
ja: 総画像数
ko: 총 이미지
pl: Razem obrazy
pt_br: Total de imagens
tr: Toplam görseller
uk: Загальна кількість зображень
vi: Tổng số hình ảnh
zh_hans: 总图像数
zh_hant: 總圖像數

source: Transparent versions are preferred for logos.
de: Für Logos werden transparente Versionen bevorzugt.
es: Se prefieren las versiones transparentes para los logotipos.
fr: Les versions transparentes sont privilégiées pour les logos.
hi: लोगो के लिए पारदर्शी संस्करण को प्राथमिकता दी जाती है।
id: Versi transparan lebih disukai untuk logo.
ja: ロゴには透明バージョンが推奨されます。
ko: 로고에는 투명한 버전이 선호됩니다.
pl: W przypadku logo preferowane są wersje przezroczyste.
pt_br: Versões transparentes são preferidas para logotipos.
tr: Logolarda şeffaf versiyonlar tercih edilmektedir.
uk: Для логотипів краще використовувати прозорі версії.
vi: Phiên bản trong suốt được ưu tiên cho logo.
zh_hans: 透明版本是徽标的首选。
zh_hant: 透明版本是徽標的首選。

source: Try Again
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
hi: पुनः प्रयास करें
id: Coba Lagi
ja: もう一度試してください
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tente novamente
tr: Tekrar Deneyin
uk: Спробуйте знову
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

source: Try a different search term
de: Versuchen Sie es mit einem anderen Suchbegriff
es: Pruebe con un término de búsqueda diferente
fr: Essayez un autre terme de recherche
hi: कोई भिन्न खोज शब्द आज़माएँ
id: Coba istilah pencarian lain
ja: 別の検索語を試してください
ko: 다른 검색어를 사용해 보세요.
pl: Wypróbuj inne wyszukiwane hasło
pt_br: Experimente um termo de pesquisa diferente
tr: Farklı bir arama terimi deneyin
uk: Спробуйте інший термін пошуку
vi: Hãy thử một cụm từ tìm kiếm khác
zh_hans: 尝试不同的搜索词
zh_hant: 嘗試不同的搜尋字詞

source: Type
de: Typ
es: Tipo
fr: Tapez
hi: प्रकार
id: Ketik
ja: 種類
ko: 유형
pl: Wpisz
pt_br: Tipo
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type **%@** to confirm.
de: Geben Sie zur Bestätigung **%@** ein.
es: Escriba **%@** para confirmar.
fr: Tapez **%@** pour confirmer.
hi: पुष्टि करने के लिए **%@** टाइप करें।
id: Ketik **%@** untuk mengonfirmasi.
ja: **%@** と入力して確認します。
ko: 확인하려면 **%@**를 입력하세요.
pl: Wpisz **%@**, aby potwierdzić.
pt_br: Digite **%@** para confirmar.
tr: Onaylamak için **%@** yazın.
uk: Введіть **%@** для підтвердження.
vi: Nhập **%@** để xác nhận.
zh_hans: 输入 **%@** 进行确认。
zh_hant: 輸入 **%@** 進行確認。
